Repository: SoloKode/dicoding_submission_story_app
Catalog: lib/l10n/app_*.arb
Languages: id

source: Story App
id: Aplikasi Cerita

# loginText
source: Login
id: Masuk

# registerText
source: Register
id: Daftar

# passwordHint
source: Password
id: Kata Sandi

# nameHint
source: Name
id: Nama

# emailValidator
source: Please enter your email.
id: Tolong masukan email anda.

# passwordValidator
source: Please enter your password.
id: Tolong masukan kata sandi anda.

# namaValidator
source: Please enter your name.
id: Tolong masukan nama anda.

# minPasswordValidator
source: Please enter your password, minimum 8 characters.
id: Tolong masukan kata sandi min 8 karakter.

# logginIn
source: Logging in...
id: Sedang Masuk...

# invalidLogin
source: [Login Failed] Your email or password is invalid.
id: [Gagal Login] Periksa email atau password anda.

# noNetwork
source: [Login Failed] Please check your internet and try again.
id: [Gagal Login] Periksa internet anda dan coba lagi.

# emailTaken
source: Email is already taken
id: Email telah terdaftar

# emailInvalid
source: Invalid email
id: Email tidak dikenali

source: [Register failed]
id: [Daftar Gagal]

# successRegister
source: Register Succeeded.
id: Daftar Berhasil.

# successLogin
source: Successfully Login.
id: Berhasil Masuk.

source: No Data
id: Tidak ada data

# data
source: Has data
id: Ada data

source: Try Again
id: Coba lagi

# internetIssue
source: Please check your internet and try again.
id: Periksa internet anda dan coba lagi.

source: Add New Story
id: Tambah cerita baru

# uploadPhoto
source: Upload A Photo
id: Unggah Foto

# galleryText
source: Gallery
id: Galeri

# cameraText
source: Camera
id: Kamera

source: Description
id: Deksripsi

# descriptionValidator
source: Insert Description.
id: Masukan Deskripsi.

# uploadText
source: Upload
id: Unggah

# storyBy
source: {user}'s Story
id: Cerita {user}

source: Issue:
id: Masalah:

# shareLocation
source: Share Your Location
id: Bagikan Lokasi

# noPosition
source: No Position Selected
id: Posisi Tidak Diseleksi

source: Mix
id: Acak

source: Location Only
id: Hanya Lokasi

# writeLocation
source: Writer's Location
id: Lokasi Penulis
